/*
 LocalizationStrings.strings
 ZohoSign
 
 Created by Nagarajan S on 13/10/16.
 Copyright © 2016 Zoho Corporation. All rights reserved.
 */


/*          Common              */

"sign.mobile.common.zohosign"                           =       "Zoho Sign";
"sign.mobile.common.ok"                                 =       "OK";
"sign.mobile.common.cancel"                             =       "Cancelar";
"sign.mobile.common.close"                              =       "Fechar";
"sign.mobile.common.next"                               =       "Seguinte";
"sign.mobile.common.error"                              =       "Erro";
"sign.mobile.common.unknownerror"                       =       "Erro desconhecido";
"sign.mobile.common.none"                               =       "Nenhum";
"sign.mobile.common.copy"                               =       "Copiar";
"sign.mobile.common.delete"                             =       "Eliminar";
"sign.mobile.common.mail"                               =       "Correio";
"sign.mobile.common.download"                           =       "Transferir";
"sign.mobile.common.query"                              =       "Inquérito";
"sign.mobile.common.decline"                            =       "Recusar";
"sign.mobile.common.restore"                            =       "Restaurar";
"sign.mobile.common.remind"                             =       "Lembrar";
"sign.mobile.common.remindSigners"                      =       "Lembrar signatários";
"sign.mobile.common.recall"                             =       "Resgate";
"sign.mobile.common.share"                              =       "Partilhar";
"sign.mobile.common.export"                             =       "Exportar";
"sign.mobile.common.add"                                =       "Adicionar";
"sign.mobile.common.done"                               =       "Concluído";
"sign.mobile.common.today"                              =       "Hoje";
"sign.mobile.common.tomorrow"                           =       "Amanhã";
"sign.mobile.common.yesterday"                          =       "Ontem";
"sign.mobile.common.create"                             =       "Criar";
"sign.mobile.common.localFiles"                         =       "Ficheiros locais";
"sign.mobile.common.zohoDocs"                           =       "Zoho Docs";
"sign.mobile.common.camera"                             =       "Câmara";
"sign.mobile.common.retake"                             =       "Repetir";
"sign.mobile.common.scanDocuments"                      =       "Digitalizar documentos";
"sign.mobile.common.photos"                             =       "Fotografias";
"sign.mobile.common.documents"                          =       "Documentos";
"sign.mobile.common.areyousure"                         =       "Tem a certeza?";
"sign.mobile.common.finish"                             =       "Terminar";
"sign.mobile.common.no"                                 =       "Não";
"sign.mobile.common.yes"                                =       "Sim";
"sign.mobile.common.goBack"                             =       "Voltar atrás";
"sign.mobile.common.selected"                           =       "selecionado";
"sign.mobile.common.reason"                             =       "Motivo";
"sign.mobile.common.password"                           =       "Palavra-passe";
"sign.mobile.common.others"                             =       "Outros";
"sign.mobile.common.remove"                             =       "Remover";
"sign.mobile.common.optional"                           =       "Opcional";
"sign.mobile.common.mailTo"                             =       "Para:";
"sign.mobile.common.myself"                             =       "Eu";
"sign.mobile.common.search"                             =       "Pesquisar";
"sign.mobile.common.apply"                              =       "Aplicar";
"sign.mobile.common.login"                              =       "Iniciar sessão";
"sign.mobile.common.signup"                             =       "Inscrever";
"sign.mobile.common.skip"                               =       "Ignorar";
"sign.mobile.common.send"                               =       "Enviar";
"sign.mobile.common.initializing"                       =       "A inicializar...";
"sign.mobile.common.accessBlocked"                      =       "Acesso bloqueado";
"sign.mobile.common.unblock"                            =       "Desbloquear";
"sign.mobile.common.notNow"                             =       "Agora não";
"sign.mobile.common.updateZohoSign"                     =       "Atualizar o Zoho Sign";
"sign.mobile.common.gotoAppStore"                       =       "Ir para a App Store";
"sign.mobile.common.account"                            =       "Conta";
"sign.mobile.common.by"                                 =       "por";
"sign.mobile.common.me"                                 =       "Eu";


/*          Onboarding/Tour              */

"sign.mobile.tour.productTour"                          =       "Visita ao produto";
"sign.mobile.tour.signIn"                               =       "Iniciar sessão";
"sign.mobile.tour.trynow"                               =       "Tente assinar um documento";

"sign.mobile.tour.productDesc"                          =       "Uma aplicação de assinaturas digitais completa para empresas";
"sign.mobile.tour.skipTour"                             =       "Ignorar apresentação";
"sign.mobile.tour.endTour"                              =       "Terminar visita";
"sign.mobile.tour.getStarted"                           =       "Introdução";

"sign.mobile.tour.digitalSignTitle"                     =       "Bem-vindo ao Zoho Sign";
"sign.mobile.tour.digitalSignDesc"                      =       "Experimente a assinatura digital como nunca antes";
"sign.mobile.tour.signAnywhereTitle"                    =       "Assine em qualquer altura, em qualquer lugar";
"sign.mobile.tour.signAnywhereDesc"                     =       "Assinar, enviar e carimbar contratos de negócio onde quer que esteja";
"sign.mobile.tour.extensionTitle"                       =       "Integrações perfeitas";
"sign.mobile.tour.securityTitle"                        =       "Seguro e protegido";
"sign.mobile.tour.securityDesc"                         =       "Os documentos no Zoho Sign são juridicamente vinculativos e à prova de adulteração";

"sign.mobile.tour.scanDesc"                             =       "Digitalizar e carregar recibos, faturas de venda, contratos e acordos, etc.";
"sign.mobile.tour.extensionDesc"                        =       "Assinar documentos facilmente a partir das suas aplicações favoritas.";
"sign.mobile.tour.multipleRecipientsDesc"               =       "Adicionar vários destinatários e definir a ordem de assinatura.";
"sign.mobile.tour.assignSomeoneDesc"                    =       "Atribuir outra pessoa para assinar o documento.";
"sign.mobile.tour.iMessageDesc"                         =       "Partilhar documentos concluídos através do iMessage.";


"sign.mobile.onboard.alreadySignUser"                   =       "Já faz parte do Zoho Sign? Iniciar sessão para começar a assinar.";
"sign.mobile.onboard.signupAndStartSigning"             =       "Novo no Zoho Sign? Inscrever-se e começar a assinar";
"sign.mobile.onboard.continueAsGuest"                   =       "Continuar como convidado";

/*          Dashboard              */

"sign.mobile.requestCreate.sign"                        =       "SINAL";
"sign.mobile.requestCreate.send"                        =       "ENVIAR";
"sign.mobile.requestCreate.signYourselfDescription"     =       "E ENVIAR";
"sign.mobile.requestCreate.sendDocDescription"          =       "PARA ASSINAR";

/*          Account              */

"sign.mobile.account.registerOrg"                       =       "Registar a organização";
"sign.mobile.account.contactAdmin"                      =       "Já tem uma conta da organização? Contactar o administrador para obter um convite de acesso ao Zoho Sign.";
"sign.mobile.account.creatingAccount"                   =       "A criar conta...";
"sign.mobile.account.signupToProceed"                   =       "A forma simples, rápida e segura de assinar documentos. Inscrever-se e começar a assinar!";
"sign.mobile.account.enterOrgNameDesc"                  =       "Introduzir o nome da sua organização para começar. Se pretender utilizar o Zoho Sign para fins pessoais, basta introduzir o seu nome como o nome da organização.";
"sign.mobile.account.enterOrgName"                      =       "Introduzir a sua organização";
"sign.mobile.account.saveAndProceed"                    =       "Guardar e avançar";

"sign.mobile.account.dontHaveAnAccountSignUp"           =       "Não possui uma conta? Inscreva-se!";
"sign.mobile.account.alreadyHaveAnAccountLogin"         =       "Já tem uma conta? Iniciar sessão";
"sign.mobile.account.needZohoSignAccountToSign"         =       "Necessita de uma conta Zoho Sign para assinar um documento";
"sign.mobile.account.loginToSign"                       =       "Tem de ter sessão iniciada para assinar o documento";


/*          Request   (Common)           */

"sign.mobile.request.receivedRequests"                  =       "Documentos recebidos";
"sign.mobile.request.sentRequests"                      =       "Documentos enviados";
"sign.mobile.request.signYourself"                      =       "Assinar";
"sign.mobile.request.sendForSignatures"                 =       "Enviar para assinaturas";
"sign.mobile.request.name"                              =       "Nome";
"sign.mobile.request.description"                       =       "Descrição";
"sign.mobile.request.note"                              =       "Deixar uma nota";
"sign.mobile.request.expiringDate"                      =       "Data de validade";
"sign.mobile.request.timeToComplete"                         =       "Tempo para concluir (dias)";
"sign.mobile.request.validTill"                         =       "Acordo válido até";
"sign.mobile.request.folder"                            =       "Pasta";
"sign.mobile.request.folderName"                        =       "Nome da pasta";
"sign.mobile.request.requestType"                       =       "Tipo de documento";
"sign.mobile.request.type"                              =       "Tipo";
"sign.mobile.request.recipients"                        =       "Destinatários";
"sign.mobile.request.sortBy"                            =       "Ordenar por";
"sign.mobile.request.verfiyCodeSentToMail"              =       "O código de verificação foi enviado para o seu e-mail.";
"sign.mobile.request.verfiyCodeByRequester"             =       "O código de verificação é fornecido pelo requerente.";
"sign.mobile.request.verifyCode"                        =       "Verificar";
"sign.mobile.request.didntReceiveCode"                  =       "Não recebeu o seu código?";
"sign.mobile.request.resendCode"                        =       "Reenviar Código";
"sign.mobile.request.wrongSecretCode"                   =       "Código de autenticação incorreto";
"sign.mobile.request.requestInfo"                       =       "Informações do documento";
"sign.mobile.request.documentName"                      =       "Nome do documento";
"sign.mobile.request.fileName"                          =       "Nome do ficheiro";
"sign.mobile.request.requester"                         =       "Pedido por";
"sign.mobile.request.requesterEmail"                    =       "E-mail do requerente";
"sign.mobile.request.requestedOn"                       =       "Pedido em";
"sign.mobile.request.owner"                             =       "Proprietário";
"sign.mobile.request.expireOn"                          =       "Expira em";
"sign.mobile.request.status"                            =       "Estado";
"sign.mobile.request.notes"                             =       "Notas";
"sign.mobile.request.completionCertificate"             =       "Certificado de conclusão";
"sign.mobile.request.saveChanges"                       =       "Guardar alterações";
"sign.mobile.request.selectAtleaseOneField"             =       "Selecione pelo menos um campo para cada destinatário";
"sign.mobile.request.selectAtleaseOneFieldSelfSign"     =       "Selecione, no mínimo, um campo";
"sign.mobile.request.sampleDocument"                    =       "Documento de exemplo";
"sign.mobile.request.requestName"                       =       "Nome do documento";
"sign.mobile.request.signedSuccessfully"                =       "Assinado com êxito";
"sign.mobile.request.declined"                          =       "Recusado";
"sign.mobile.request.tapHereToContinue"                 =       "Tocar aqui para continuar";
"sign.mobile.request.emailDoc"                          =       "Enviar documento por e-mail (máx. de 3 de cada vez)";
"sign.mobile.request.recipientStatus"                   =       "Estado do destinatário";
"sign.mobile.request.activityFeed"                      =       "Feed de atividades";
"sign.mobile.request.activityHistory"                   =       "Histórico de atividade";
"sign.mobile.request.createdOn"                         =       "Criado em";
"sign.mobile.request.submittedOn"                       =       "Submetido em";
"sign.mobile.request.expiringOn"                        =       "Expira em";
"sign.mobile.request.expiredOn"                         =       "Expira em";
"sign.mobile.request.completedOn"                       =       "Conclusão em";
"sign.mobile.request.recalledOn"                        =       "Recuperado em";
"sign.mobile.request.declinedOn"                        =       "Recusado em";
"sign.mobile.request.deletedOn"                         =       "Eliminado em";
"sign.mobile.request.mailed"                            =       "Enviado";
"sign.mobile.request.signed"                            =       "Assinado";
"sign.mobile.request.viewed"                            =       "Visualizado";
"sign.mobile.request.assigned"                          =       "Atribuído";
"sign.mobile.request.notAssigned"                       =       "Não atribuídos";
"sign.mobile.request.dueDateNotSet"                     =       "Nenhuma data de vencimento definida";
"sign.mobile.request.needsYourSignature"                =       "É necessária a sua assinatura";
"sign.mobile.request.outForSignature"                   =       "Enviado para assinaturas";
"sign.mobile.request.assignRequest"                     =       "Atribuir documento";
"sign.mobile.request.declineRequest"                    =       "Recusar documento";
"sign.mobile.request.numberOfPages"                     =       "Número de páginas";
"sign.mobile.request.renameRequest"                     =       "Mudar o nome do documento";
"sign.mobile.request.moveFolder"                        =       "Mover pasta";
"sign.mobile.request.changeFileType"                    =       "Alterar tipo de ficheiro";
"sign.mobile.request.confirmYourIdentity"               =       "Confirmar a sua identidade";
"sign.mobile.request.fileType"                          =       "Tipo de ficheiro";
"sign.mobile.request.enterVerifyCode"                   =       "Introduzir código de autenticação";
"sign.mobile.request.loggedInAsDifferentUser"           =       "Tem a sessão iniciada com um utilizador diferente. Inicie sessão utilizando «%@» e tente novamente";
"sign.mobile.request.previewNotAvailable"               =       "Pré-visualização indisponível.";
"sign.mobile.request.ownerAuthMsg"                      =       "Introduza o código de autenticação partilhado consigo pelo proprietário";
"sign.mobile.request.ownerAuthMsgAfterFailure"          =       "Introduza o código de autenticação partilhado consigo pelo proprietário\nPor motivos de segurança, o acesso ao documento será desativado depois de 3 entradas incorretas.";
"sign.mobile.request.emailAuth"                         =       "Introduza o código de autenticação partilhado no seu endereço de e-mail";
"sign.mobile.request.authCodeSentToEmail"               =       "O código de autenticação foi reenviado para o seu e-mail";

/*          Request Operation Type           */

"sign.mobile.request.operationType.drafted"             =       "Rascunho";
"sign.mobile.request.operationType.updated"             =       "Atualizado";
"sign.mobile.request.operationType.submitted"           =       "Submetido";
"sign.mobile.request.operationType.shredded"            =       "Triturado";
"sign.mobile.request.operationType.deleted"             =       "Eliminado";
"sign.mobile.request.operationType.recalled"            =       "Resgatado";
"sign.mobile.request.operationType.restored"            =       "Restaurado";
"sign.mobile.request.operationType.retrived"            =       "Obtido";
"sign.mobile.request.operationType.reminded"            =       "Lembrado";
"sign.mobile.request.operationType.archived"            =       "Arquivado";
"sign.mobile.request.operationType.assigned"            =       "Atribuído";
"sign.mobile.request.operationType.downloaded"          =       "Transferido";
"sign.mobile.request.operationType.skipped"             =       "Ignorado";
"sign.mobile.request.operationType.docEmailed"          =       "Documento enviado por e-mail";
"sign.mobile.request.operationType.linkEmailed"         =       "Ligação enviada por e-mail";
"sign.mobile.request.operationType.startedSigning"      =       "Começou a assinar";
"sign.mobile.request.operationType.successSigning"      =       "Assinado com êxito";
"sign.mobile.request.operationType.failedSigning"       =       "Falha ao assinar";
"sign.mobile.request.operationType.accessSuccess"       =       "Êxito no acesso";
"sign.mobile.request.operationType.accessFailure"       =       "Falha no acesso";

/*          Request Status           */

"sign.mobile.request.status.all"                        =       "Tudo";
"sign.mobile.request.status.inprogress"                 =       "Em curso";
"sign.mobile.request.status.pending"                    =       "Pendente";
"sign.mobile.request.status.completed"                  =       "Concluído";
"sign.mobile.request.status.expiring"                   =       "Prestes a caducar";
"sign.mobile.request.status.expired"                    =       "Expirado";
"sign.mobile.request.status.declined"                   =       "Recusado";
"sign.mobile.request.status.recalled"                   =       "Resgatado";
"sign.mobile.request.status.draft"                      =       "Rascunho";
"sign.mobile.request.status.trash"                      =       "Lixo";
"sign.mobile.request.status.expires"                    =       "Expirado";


/*          Request List            */

"sign.mobile.request.list.requestedTime"                =       "Hora do pedido";
"sign.mobile.request.list.discardChanges"               =       "Anular alterações";
"sign.mobile.request.list.continueFromLeftover"         =       "Continuar a partir da esquerda para";
"sign.mobile.request.list.lastModified"                 =       "Última modificação";
"sign.mobile.request.list.searchRequest"                =       "Procurar documento";
"sign.mobile.request.list.recentSearches"               =       "Pesquisas recentes";
"sign.mobile.request.list.modifiedOn"                   =       "Modificado em";
"sign.mobile.request.list.finishedOn"                   =       "Concluído em %@";
"sign.mobile.request.list.declinedOn"                   =       "Recusado em %@";
"sign.mobile.request.list.expiredOn"                    =       "Expirou em %@";
"sign.mobile.request.list.deletedOn"                    =       "Eliminado em %@";
"sign.mobile.request.list.lastUpdatedOn"                =       "Última atualização em";
"sign.mobile.request.list.declinedMsg"                  =       "Recusado por %@";
"sign.mobile.request.list.deleteOn"                     =       "Eliminado";
"sign.mobile.request.list.yetToView"                    =       "%@  •  %@ ainda por visualizar";
"sign.mobile.request.list.yetToSign"                    =       "%@  •  %@ ainda por assinar";
"sign.mobile.request.list.ofPending"                    =       "%@  •  %lu de %lu pendentes";
"sign.mobile.request.list.nameAscending"                =       "Nome ascendente";
"sign.mobile.request.list.nameDescending"               =       "Nome descendente";
"sign.mobile.request.list.from"                         =       "De";
"sign.mobile.request.list.filterOptions"                =       "Opções de filtro";


/*          Request Create            */

"sign.mobile.request.create.tapHereToSelectDoc"         =       "Tocar aqui para carregar documento";
"sign.mobile.request.create.pleaseUploadDoc"            =       "Carregue o documento";
"sign.mobile.request.create.pleaseChooseRecipient"      =       "Escolha um destinatário";
"sign.mobile.request.create.oneSigningActionAlert"      =       "Pelo menos um destinatário deverá ser atribuído para assinar o documento";
"sign.mobile.request.create.pleaseEnterName"            =       "Introduza o nome do pedido";
"sign.mobile.request.create.recipientsAdded"            =       "%lu foi adicionado.";
"sign.mobile.recipient.create.addRecipients"            =       "Adicionar destinatário(s)";
"sign.mobile.request.create.recipients"                 =       "Destinatário(s)";
"sign.mobile.request.create.validityForever"            =       "Sempre";
"sign.mobile.request.create.setDate"                    =       "Definir data";
"sign.mobile.request.create.expiresIn"                  =       "Expira em";
"sign.mobile.request.create.tapHereToStart"             =       "Tocar aqui para começar a assinar";
"sign.mobile.request.create.moreDetails"                =       "Mais detalhes";
"sign.mobile.request.create.viewAll"                    =       "Ver Tudo";


/*          Editor            */

"sign.mobile.editor.fillAllRequiredFields"              =       "Preencha todos os campos obrigatórios";
"sign.mobile.editor.startSigning"                       =       "Começar a assinar";
"sign.mobile.editor.termsAndConditions"                 =       "Termos e condições";
"sign.mobile.editor.exitPreview"                        =       "Sair da pré-visualização";
"sign.mobile.editor.agreeTerms"                         =       "Concordo";
"sign.mobile.editor.fieldsToSign"                       =       "Campo(s) para assinar";

/*          Request Fields            */

"sign.mobile.field.signature"                           =       "Assinatura";
"sign.mobile.field.company"                             =       "Empresa";
"sign.mobile.field.name"                                =       "Nome";
"sign.mobile.field.date"                                =       "Data";
"sign.mobile.field.initial"                             =       "Inicial";
"sign.mobile.field.email"                               =       "E-mail";
"sign.mobile.field.text"                                =       "Texto";
"sign.mobile.field.textfield"                           =       "Campo de texto";
"sign.mobile.field.fieldName"                           =       "Nome do campo";
"sign.mobile.field.jobtitle"                            =       "Cargo";

"sign.mobile.field.fullname"                            =       "Nome completo";
"sign.mobile.field.firstname"                           =       "Nome próprio";
"sign.mobile.field.lastname"                            =       "Apelido";

/*          Recipient/Contacts            */

"sign.mobile.recipient.retainOrder"                     =       "Enviar por ordem";
"sign.mobile.recipient.notExist"                        =       "O nome do destinatário não existe. Pretende adicionar um novo destinatário?";
"sign.mobile.recipient.addRecipient"                    =       "Adicionar destinatário";
"sign.mobile.recipient.nameCannotEmpty"                 =       "O nome não pode ficar em branco";
"sign.mobile.recipient.invalidEmail"                    =       "Endereço de e-mail inválido";
"sign.mobile.recipient.privateMessage"                  =       "Mensagem privada";
"sign.mobile.recipient.message"                         =       "Mensagem";
"sign.mobile.recipient.authenticationCode"              =       "Código de autenticação";
"sign.mobile.recipient.needToSign"                      =       "Tem de assinar";
"sign.mobile.recipient.getsACopy"                       =       "Recebe uma cópia";
"sign.mobile.recipient.verfication"                     =       "Verificação";
"sign.mobile.recipient.deliveryType"                    =       "Tipo de entrega";
"sign.mobile.recipient.offline"                         =       "Offline";
"sign.mobile.recipient.noteOTP"                         =       "Nota: O código de autenticação será enviado por e-mail.";
"sign.mobile.recipient.code"                            =       "Código";
"sign.mobile.recipient.noteCode"                        =       "Nota: Este código é gerado automaticamente. Substituir se for necessário (6 caracteres exatamente)";
"sign.mobile.recipient.enterNameEmail"                  =       "Introduzir nome/e-mail do contacto";
"sign.mobile.recipient.localContacts"                   =       "Contactos do dispositivo";
"sign.mobile.recipient.contactSelected"                 =       "Contacto selecionado";
"sign.mobile.recipient.contactsSelected"                =       "Contactos selecionados";
"sign.mobile.recipient.addMe"                           =       "Adicionar-me";
"sign.mobile.recipient.invalidName"                     =       "Nome inválido";
"sign.mobile.recipient.atleastOneRecipient"             =       "Adicionar, pelo menos, um destinatário para assinar o documento";
"sign.mobile.recipient.dupRecipientExists"              =       "Existem destinatários duplicados";
"sign.mobile.recipient.chooseFromContacts"              =       "Escolher a partir dos contactos";


/*          Empty Screens         */

"sign.mobile.emptyScreen.noSentRequestOnboard"          =       "Nenhum documento enviado";
"sign.mobile.emptyScreen.noDocumentsAvailable"          =       "Nenhum documento disponível";
"sign.mobile.emptyScreen.noReceivedRequestOnboard"      =       "Nenhum documento recebido";
"sign.mobile.emptyScreen.noRequestOnSearch"             =       "Não foram encontrados documentos";
"sign.mobile.emptyScreen.noContacts"                    =       "Sem contactos disponíveis";
"sign.mobile.emptyScreen.norecipientAdded"              =       "Não foram adicionados destinatários";
"sign.mobile.emptyScreen.noActivityFeed"                =       "Não existem atividades recentes";
"sign.mobile.emptyScreen.noDataAvailable"               =       "Sem dados disponíveis";
"sign.mobile.emptyScreen.noFilesAvailable"              =       "Nenhum ficheiro disponível";
"sign.mobile.emptyScreen.noResults"                     =       "Sem resultados";

"sign.mobile.error.timeout"                             =       "Excedido tempo limite do pedido";
"sign.mobile.error.dataError"                           =       "Erro ao carregar";
"sign.mobile.error.tapToRetry"                          =       "Tocar para tentar novamente";
"sign.mobile.error.fileSizeExceedsMaxSize"              =       "O ficheiro excede o tamanho máximo de 25 MB";


/*          Settings              */

"sign.mobile.settings.settings"                         =       "Definições";
"sign.mobile.settings.signout"                          =       "Terminar sessão";
"sign.mobile.settings.logout"                           =       "Terminar sessão";
"sign.mobile.settings.termsOfService"                   =       "Termos de serviço";
"sign.mobile.settings.privacyPolicy"                    =       "Política de privacidade";
"sign.mobile.settings.rateUs"                           =       "Atribua-nos uma classificação";
"sign.mobile.settings.openSourceAttributes"             =       "Atributos de fonte aberta";
"sign.mobile.settings.feedback"                         =       "Comentários";
"sign.mobile.settings.faq"                              =       "FAQ";
"sign.mobile.settings.manageLocalFiles"                 =       "Gerir ficheiros locais";
"sign.mobile.settings.clearAllFiles"                    =       "Limpar dados em cache do dispositivo";
"sign.mobile.settings.clearCache"                       =       "Limpar cache";
"sign.mobile.settings.passcodeLock"                     =       "Bloqueio de código de acesso";
"sign.mobile.settings.allowTouchID"                     =       "Permitir o Touch ID para desbloquear";
"sign.mobile.settings.security"                         =       "Segurança";
"sign.mobile.settings.theme"                            =       "Tema";
"sign.mobile.settings.support"                          =       "Assistência";
"sign.mobile.settings.cache"                            =       "Cache";
"sign.mobile.setting.cacheMemorySize"                   =       "Tamanho da memória cache";
"sign.mobile.settings.about"                            =       "Acerca de (Versão %@)";
"sign.mobile.settings.touchIDDisabledAlert"             =       "O Touch ID também será desativado. Pretende continuar?";
"sign.mobile.settings.deviceCannotAuthTouchID"          =       "O dispositivo não pode autenticar utilizando o Touch ID.";
"sign.mobile.settings.enterPasscode"                    =       "Introduza o código de acesso";
"sign.mobile.settings.setPasscode"                      =       "Definir código de acesso";
"sign.mobile.settings.enterYourPasscode"                =       "Introduzir o código de acesso";
"sign.mobile.settings.reenterPasscode"                  =       "Reintroduzir o código de acesso";
"sign.mobile.settings.passcodeNotMatch"                 =       "Os códigos de acesso não correspondem. Tentar novamente.";
"sign.mobile.settings.touchIDAuth"                      =       "Código de acesso de desbloqueio";
"sign.mobile.settings.unlockZohoSign"                   =       "Desbloquear o Zoho Sign";
"sign.mobile.settings.unlockAttemptsLeft"               =       "Tentativas restantes";
"sign.mobile.settings.enterPasscodeUnlock"              =       "Introduzir código de acesso para desbloquear";
"sign.mobile.setting.feedbackSentSuccess"               =       "Comentário enviado com sucesso";

/*          Profile              */

"sign.mobile.profile.profile"                           =       "Perfil";
"sign.mobile.profile.fullName"                          =       "Nome completo";
"sign.mobile.profile.firstName"                         =       "Nome próprio";
"sign.mobile.profile.lastName"                          =       "Apelido";
"sign.mobile.profile.email"                             =       "E-mail";
"sign.mobile.profile.company"                           =       "Empresa";
"sign.mobile.profile.jobTitle"                          =       "Cargo";
"sign.mobile.profile.dateFormat"                        =       "Formato da data";
"sign.mobile.profile.timeZones"                         =       "Fuso horário";
"sign.mobile.profile.takePicture"                       =       "Tirar fotografia";
"sign.mobile.profile.choosePicture"                     =       "Escolher imagem";
"sign.mobile.profile.deleteSignature"                   =       "Eliminar assinatura";
"sign.mobile.profile.signatureWizardDraw"               =       "Desenhar";
"sign.mobile.profile.drawSignature"                     =       "Desenhar assinatura";
"sign.mobile.profile.selectSignature"                   =       "Selecionar estilo";
"sign.mobile.profile.photoSignature"                    =       "Tirar fotografia";
"sign.mobile.profile.chooseStyle"                       =       "Escolher estilo";
"sign.mobile.profile.drawYourSign"                      =       "Desenhe a sua assinatura";
"sign.mobile.profile.signatureWizard"                   =       "Assistente de assinaturas";
"sign.mobile.profile.createSignature"                   =       "Criar assinatura";
"sign.mobile.profile.createInitial"                     =       "Criar inicial";
"sign.mobile.profile.tapHereToEditName"                 =       "Tocar aqui para editar o nome";
"sign.mobile.profile.tapHereToEditInitial"              =       "Tocar aqui para editar a inicial";
"sign.mobile.profile.signHere"                          =       "Assinar aqui";
"sign.mobile.profile.yourInitial"                       =       "A sua inicial";


/*          Feedback              */

"sign.mobile.feedback.EnterEmail"                       =       "Introduza o seu endereço de e-mail";
"sign.mobile.feedback.comment"                          =       "Comentário";
"sign.mobile.feedback.attachScreenshots"                =       "Anexar captura de ecrã";
"sign.mobile.feedback.howIsYourExperience"              =       "Como classifica a sua experiência com o Zoho Sign?";
"sign.mobile.feedback.mindGivingFeedback"               =       "Poderia enviar-nos os seus comentários?";
"sign.mobile.feedback.noThanks"                         =       "Não, obrigado";
"sign.mobile.feedback.okSure"                           =       "Sim, claro";
"sign.mobile.feedback.couldNotSendMail"                 =       "Não foi possível enviar o e-mail";
"sign.mobile.feedback.checkMailConfig"                  =       "Não foi possível enviar o e-mail.  Verifique a configuração do e-mail e tente novamente.";
"sign.mobile.feedback.doYouEnjoytheApp"                 =       "Gosta de utilizar a aplicação?";
"sign.mobile.feedback.canYouReviewinAppStore"           =       "Como está a gostar do Zoho Sign, pode ajudar-nos deixando uma crítica na AppStore?";
"sign.mobile.feedback.rateApp"                          =       "Classifique a aplicação";

/*          Activity Indicator Strings       */

"sign.mobile.activityIndicator.processing"              =       "A processar... Aguarde";
"sign.mobile.activityIndicator.uploading"               =       "A carregar o documento... Aguarde";
"sign.mobile.activityIndicator.submittingDoc"           =       "A enviar documento...";
"sign.mobile.activityIndicator.savedraft"               =       "A guardar como rascunho...";
"sign.mobile.activityIndicator.signingDoc"              =       "A assinar documento...";
"sign.mobile.activityIndicator.loadingPreview"          =       "A carregar a pré-visualização...";
"sign.mobile.activityIndicator.preparingDocument"         =       "A preparar o documento...";

/*          Notify              */

"sign.mobile.notify.docMailedSuccess"                   =       "Documento enviado com êxito";
"sign.mobile.notify.requestSavedInDraft"                =       "Documento guardado como rascunho";
"sign.mobile.notify.reminderSent"                       =       "Lembrete enviado";
"sign.mobile.notify.requestRecalled"                    =       "Documento recuperado";
"sign.mobile.notify.requestMovedToTrash"                =       "Documento movido para a reciclagem";
"sign.mobile.notify.requestRestored"                    =       "Documento restaurado";
"sign.mobile.notify.requestCreated"                     =       "Documento criado";
"sign.mobile.notify.requestUpdated"                     =       "Documento atualizado";
"sign.mobile.notify.importSuccess"                      =       "Documento importado com êxito";
"sign.mobile.notify.requestDeclined"                    =       "Documento recusado";
"sign.mobile.notify.dataCacheCleared"                   =       "Dados em cache limpos";
"sign.mobile.notify.requestReminding"                   =       "A enviar lembrete...";
"sign.mobile.notify.sendingMail"                        =       "A enviar e-mail...";

/*          Alerts            */

"sign.mobile.alert.enterComment"                        =       "Por favor, introduza o seu comentário";
"sign.mobile.alert.enterReason"                         =       "Introduza o motivo";
"sign.mobile.alert.enterEmailId"                        =       "Introduza um endereço de correio eletrónico";
"sign.mobile.alert.noAccessLocalContacts"               =       "Dê permissão para aceder aos contactos locais.";
"sign.mobile.alert.noMailId"                            =       "Introduza, pelo menos, um endereço de e-mail";
"sign.mobile.alert.contactAdminForAccess"               =       "Contacte o seu administrador para lhe conceder acesso ao Zoho Sign";
"sign.mobile.alert.loginExpires"                        =       "O início de sessão expirou. Inicie sessão novamente";
"sign.mobile.alert.loginToSign"                         =       "Inicie sessão para assinar o documento";
"sign.mobile.alert.docUploadFailed"                     =       "Falha no carregamento do documento";
"sign.mobile.alert.noInternetConnection"                =       "Não existem redes disponíveis";
"sign.mobile.alert.accountDisableContactAdmin"          =       "A conta está desativada. Contactar o administrador para ativar a conta.";
"sign.mobile.alert.needToAccessCamera"                  =       "Acesso à câmara necessário";
"sign.mobile.alert.noCameraAccess"                      =       "Esta aplicação não tem acesso à câmara.";
"sign.mobile.alert.enablePrivacySettings"               =       "Pode ativar o acesso em Definições de privacidade.";
"sign.mobile.alert.documentPasswordProtected"           =       "O documento está protegido por palavra-passe";
"sign.mobile.alert.recallNote"                          =       "Recuperar o documento irá anulá-lo e impedir que os signatários o assinem";
"sign.mobile.alert.reminderNote"                        =       "Quando a opção “Enviar por ordem” estiver assinalada, será enviado o lembrete para o signatário seguinte que ainda tem de assinar o documento. Caso contrário, os lembretes são enviados para todos os signatários que ainda têm de assinar o documento.";
"sign.mobile.alert.copiedToClipboard"                   =       "Copiado para a área de transferência";
"sign.mobile.alert.accessBlockedContactAdmin"           =       "O acesso ao documento está bloqueado devido à introdução do código de autenticação incorreto 3 vezes. Contacte o proprietário para desbloquear o acesso.";
"sign.mobile.alert.accessBlockedForRecalled"            =       "Já não tem acesso a este documento pois foi recuperado";
"sign.mobile.alert.accessBlockedForDeclined"            =       "Já não tem acesso a este documento pois foi recusado";
"sign.mobile.alert.accessBlockedForExpired"             =       "Já não tem acesso a este documento pois expirou";
"sign.mobile.alert.unblockAlert"                          =       "Pretende desbloquear o documento para o destinatário %@?";


/*          Tool Tip            */

"sign.mobile.tooltip.tapAnywhereAddFields"              =       "Tocar para inserir campos";
"sign.mobile.tooltip.tapHereToChangeName"               =       "Tocar aqui para alterar o nome";


/*          Action Extension              */

"sign.mobile.actionExtn.signInToSign"                   =       "Inicie sessão no Zoho Sign para iniciar a assinatura do documento";
"sign.mobile.actionExtn.launchZohoSign"                 =       "Iniciar o Zoho Sign";
"sign.mobile.tooltip.extnSuccessmsg"                     =       "É guardada uma cópia deste documento na sua conta do Zoho Sign";
"sign.mobile.actionExtn.unsupportedFormat"              =       "Formato de ficheiro não suportado";

"sign.mobile.actionExtn.loginRequired"                  =       "Necessário início de sessão";
"sign.mobile.actionExtn.internetRequiredToSignDocument" =       "É necessária uma ligação à Internet para assinar documentos com o Zoho Sign";

/*          Radaee PDF Strings (ignore)         */

"Swipe Speed" = "Swipe Speed";
"Render Quality" = "Render Quality";
"Swipe Distance" = "Swipe Distance";
"View Mode" = "View Mode";
"Zooming Ratio" = "Zooming Ratio";
"Ink Width" = "Ink Width";
"Alert" = "Alert";
"Cancel" = " Cancel";
"BookMark Already Exist" = "BookMark Already Exist";
"Page " = "Page ";
"Add BookMark Success!"="Add BookMark Success!";
"Ink Color" = "Ink Color";
"Rect Color" = "Rect Color";
"Draw Line on file" = "Draw Line on file";
"Draw Rect on file" = "Draw Rect on file";
"This Document is readonly" = "This Document is readonly";
"Outline" = "Outline";
"Please Enter PassWord" = "Please Enter PassWord";
"PassWord" = "PassWord";
"Error PassWord" = "Error PassWord";
"Error Document,Can't open" = "Error Document,Can't open";
"Do you want to open:" = "Do you want to open:";
"Text Annot" = "Text Annot";


"sign.mobile.field.checkbox"                           =       "Caixa de verificação";
"sign.mobile.common.readonly"                          =       "Só de leitura";
"sign.mobile.common.mandatory"                         =       "Obrigatório";
"sign.mobile.common.required"                          =       "Obrigatório";
"sign.mobile.field.checkByDefault"                     =       "Selecionar por predefinição";
"sign.mobile.request.filterBy"                         =       "Filtrar por";
"sign.mobile.emptyScreen.noTemplatesAvailable"         =       "Não há modelos disponíveis";
"sign.mobile.emptyScreen.noFieldsAdded"                =       "Ainda não foram adicionados campos";

"sign.mobile.common.save"                              =       "Guardar";
"sign.mobile.request.status.tobehosted"                =       "A ser alojado";
"sign.mobile.request.status.hosted"                    =       "Alojado";
"sign.mobile.request.skipsigning"                      =       "Ignorar assinatura";
"sign.mobile.request.resetfields"                      =       "Repor campos";
"sign.mobile.request.signedInperson"                   =       "Assinado presencialmente";
"sign.mobile.create.prefillByYou"                      =       "Preencher previamente por si";

"sign.mobile.request.operationType.inpersonSigningSuccess"   =       "Sessão presencial:Assinado";
"sign.mobile.request.operationType.inpersonSigningFailure"   =       "Sessão presencial:Falha ao assinar";
"sign.mobile.request.operationType.inpersonAccessFailure"   =        "Sessão presencial:Falha no acesso";
"sign.mobile.request.operationType.hosted"                   =       "Sessão presencial:Concluído";
"sign.mobile.request.operationType.viewedFromHost"           =       "Visto pelo anfitrião";
"sign.mobile.request.operationType.remindedForInpersonSigning"   =       "Lembrete enviado para o anfitrião";
"sign.mobile.request.operationType.linkEmailedInperson"     =       "Documento enviado para o anfitrião";
"sign.mobile.request.operationType.linkEmailedToHost"     =       "Ligação enviada por e-mail para o anfitrião";

"sign.mobile.inperson.hostAssignedMessage"  =   "%@ atribuiu-lhe o alojamento de uma sessão de assinatura presencial para este documento.";
"sign.mobile.inperson.selectHostMessage"    =   "Selecione um signatário para alojar uma sessão de assinatura presencial.";
"sign.mobile.inperson.assignedSignersList"  =   "Lista de signatários presenciais";
"sign.mobile.inperson.hostSession"          =   "Alojar sessão";
"sign.mobile.inperson.passControl"          =   "Passar o controlo";
"sign.mobile.inperson.finishSession"        =   "Terminar sessão";
"sign.mobile.inperson.passcontrolMessage"   =   "%@ assinou o documento. Pode passar o controlo novamente para %@";
"sign.mobile.inperson.hostInstructions"     =   "Instruções";
"sign.mobile.inperson.signerTerms"          =   "Ao selecionar Começar a assinar concordou";
"sign.mobile.inperson.welcomeHostText"      =   "Olá, %@";
"sign.mobile.inperson.yourTurnSign"         =   "É a sua vez de assinar.";


"sign.mobile.common.you"                    =   "Você";
"sign.mobile.request.hostedBy"              =   "Alojado por";
"sign.mobile.common.inpersonSigner"         =   "Signatário presencial";
"sign.mobile.error.retry"                   =   "Tentar novamente";
"sign.mobile.profile.currentUserPlan"       =   "Está no plano %@";
"sign.mobile.profile.sendUsageReports"     =    "Enviar relatórios de utilização";
"sign.mobile.common.help"                  =    "Ajuda";
"sign.mobile.common.all"                   =    "Tudo";
"sign.mobile.common.more"                  =    "Mais";
"sign.mobile.common.scan"                  =    "Analisar";
"sign.mobile.error.somethingWentWrong"     =    "Ocorreu um erro";
"sign.mobile.error.subscriptionActionFailure" =  "Ocorreu um problema na ativação da subscrição. Contacte support@zohosign.com";
"sign.mobile.settings.allowFaceID"         =     "Permitir desbloqueio com ID de face";

"sign.mobile.settings.profileDesc" =    "Configurar a sua assinatura eletrónica e gerir os seus dados pessoais";
"sign.mobile.settings.securityDetailsDesc" =    "Configurar as definições de segurança";
"sign.mobile.settings.helpDesc"            =    "Obter ajuda sobre o Zoho Sign";

"sign.mobile.settings.faceIDDisabledAlert"             =       "Também será efetuada a desativação de ID de face.Pretende continuar?";

"sign.mobile.create.alert.firstRecipientShouldbeSigner" =   "Certifique-se de que o primeiro destinatário é um signatário";
"sign.mobile.create.alert.expiryDateMustBeGreaterThan1" =    "O tempo para concluir em dias tem de ser maior ou igual a 1";
"sign.mobile.create.defaultRecipientMessage" =   "Reveja e assine este documento.";
"sign.mobile.create.alert.cannotAddSameRoleMultipleTimes" = "Não é possível adicionar a mesma função várias vezes";
"sign.mobile.viewer.showingCurrentItem"    =    "A mostrar %d de %d";

"sign.mobile.iap.restorePurchase"          =    "Restaurar compra";
"sign.mobile.iap.planActivated"            =    "Plano ativado";
"sign.mobile.iap.title"                    =    "Preçário";
"sign.mobile.iap.plan.free"                =    "Gratuito";
"sign.mobile.iap.plan.standard"            =    "Standard";
"sign.mobile.iap.plan.professional"        =    "Professional";
"sign.mobile.iap.plan.enterprise"          =    "Enterprise";
"sign.mobile.iap.planActivationFailureMailSent" = "Não é possível ativar a subscrição.Foi enviado um e-mail para iniciar manualmente.Aguarde.";
"sign.mobile.iap.subscriptionInfo"          =    "Informações de subscrição";
"sign.mobile.iap.terms"                    =    "Termos";
"sign.mobile.iap.proceed"                  =    "Continuar";
"sign.mobile.iap.upgrade"                  =    "Atualizar";
"sign.mobile.iap.upgradeYourAccount"       =    "Atualizar a sua licença do Zoho Sign para aceder a todas as funcionalidades";
"sign.mobile.iap.feature.unlimitedDocSigning"     =    "Assinatura de documentos ilimitados";
"sign.mobile.iap.feature.inPersonSigning"     =    "Assinatura presencial";
"sign.mobile.iap.feature.reports"     =    "Relatórios e registos de auditoria";
"sign.mobile.iap.feature.reminders"   =     "Notificações e lembretes";
"sign.mobile.iap.feature.sign25Docs"  =     "25 documentos/utilizador/mês";
"sign.mobile.iap.feature.sign5Docs"  =     "5 documentos/utilizador/mês";
"sign.mobile.iap.feature.webAppAccess"  =     "Acesso à aplicação Web";
"sign.mobile.iap.feature.inAppScanning"       =    "Análise na aplicação";
"sign.mobile.iap.feature.advancedFormFields"  =    "Campos de formulário avançados";

"com.zoho.sign.standard.us.monthly"        =    "Standard - Mensal";
"com.zoho.sign.standard.us.yearly"         =    "Standard - Anual";
"com.zoho.sign.pro.us.monthly"             =    "Professional - Mensal";
"com.zoho.sign.pro.us.yearly"              =    "Professional - Anual";

"sign.mobile.iap.termsOfSubscription"       =    "- O pagamento será cobrado na conta do iTunes após confirmação de compra\n- A subscrição é renovada automaticamente, exceto se a renovação automática for desativada, pelo menos, 24 horas antes do fim do período atual\n- A conta será cobrada para renovação no espaço de 24 horas antes do fim do período atual\n- As subscrições podem ser geridas pelo utilizador e a renovação automática pode ser desativada acedendo às Definições de conta do utilizador depois da compra\n- Nenhum cancelamento da subscrição atual é permitido durante o período de subscrição ativo\n- Qualquer parte não utilizada de um período de avaliação gratuita, se oferecido, será cancelada quando o utilizador comprar uma subscrição para essa publicação.";

//Template
"sign.mobile.template.documentFields"        =       "Campos de documento";
"sign.mobile.template.name"                  =       "Nome do modelo";
"sign.mobile.common.templates"               =       "Modelos";
"sign.mobile.alert.fieldCannotBeEmpty"       =       "O campo não pode estar vazio";
"sign.mobile.common.edit"                    =       "Editar";
"sign.mobile.common.tips"                    =       "Sugestões";
"sign.mobile.help.enableSignExtension"       =       "Ativar extensão do Sign";
"sign.mobile.help.enableSignExtensionDocTitle"    =       "Ativar a extensão do Zoho Sign para iniciar a assinatura de documentos diretamente a partir de qualquer aplicação.";
"sign.mobile.help.enableSignExtensionStep1"    =       "Tocar no botão Partilhar";
"sign.mobile.help.enableSignExtensionStep2"    =       "Percorrer a faixa inferior para a direita e tocar no ícone Mais";
"sign.mobile.help.enableSignExtensionStep3"    =       "Ativar a opção Assinar com o Zoho Sign";
"sign.mobile.help.enableSignExtensionStep4"    =       "Assinar com o Zoho Sign\nTocar no ícone Assinar com o Zoho Sign para começar a assinar documentos";
"sign.mobile.field.signDate"                =       "Data de assinatura";
"sign.mobile.notify.templateDeleted"        =   "Modelo eliminado";
"sign.mobile.template.usetemplate"          =   "Utilizar";
"sign.mobile.template.quicksend"            =   "Enviar";
"sign.mobile.template.viewer"               =   "Ver";
"sign.mobile.template.noDocument"           =   "Nenhum documento disponível neste modelo";

// Create
"sign.mobile.create.uploadDocuments"    =   "Carregar documentos";
"sign.mobile.create.manageRecipients"   =   "Gerir destinatários";
"sign.mobile.create.otherDetails"       =   "Outros detalhes";
"sign.mobile.create.invalidDocName"     =   "Nome de documento inválido";
"sign.mobile.recipient.remoteSigner"    =   "Signatário remoto";
"sign.mobile.editor.fieldsList"         =   "Lista de campos";
"sign.mobile.common.page"               =   "Página";
"sign.mobile.common.dismiss"            =   "Ignorar";
"sign.mobile.recipient.host"            =   "Alojar";
"sign.mobile.recipient.inperson.name"   =   "Nome do signatário";
"sign.mobile.recipient.inperson.email"  =   "E-mail do signatário";
"sign.mobile.recipient.name"            =   "Nome";
"sign.mobile.template.tobefilled"       =   "A ser preenchido";
"sign.mobile.recipient.editRecipient"   =   "Editar destinatário";
"sign.mobile.recipient.action"          =   "Ação";
"sign.mobile.recipient.authentication"  =   "Autenticação";
"sign.mobile.template.role"             =   "Função";
"sign.mobile.recipient.enterRoleOrEmail"        =   "Introduza a função ou o e-mail do destinatário";
"sign.mobile.recipient.roleInvalidCharacters"   =   "A função do destinatário contém carateres inválidos";
"sign.mobile.recipient.authenticationCodeSixCharacters" = "O código de autenticação deve conter 6 carateres";
"sign.mobile.recipient.hostMustBeSignUser"      =   "O e-mail do anfitrião tem de pertencer à sua organização do Zoho Sign";
"sign.mobile.recipient.autoGeneratedCode.overwrite"   =   "Nota:Este código é gerado automaticamente.Substitua se necessário.";
"sign.mobile.create.timeToCompleteLessThanCount" = "O tempo para concluir em dias tem de ser inferior a 100";
"sign.mobile.recipient.alreadyAdded"    =   "Destinatário já adicionado";
"sign.mobile.recipient.cannotAddMultipleTimes" = "Não é possível adicionar o mesmo destinatário várias vezes";
"sign.mobile.recipient.cannotAddSameSignerContinuously" = "Não é possível adicionar o mesmo destinatário sem outro signatário no meio";

"sign.mobile.request.deleteDocument"            =       "Eliminar documento";
"sign.mobile.request.restoreDocument"           =       "Restaurar documento";
"sign.mobile.settings.turnOff"                  =       "Desativar";

"sign.mobile.notify.documentSent"               =       "Documento enviado";

"sign.mobile.inperson.reenterZohoPassword"  =  "Introduza novamente a sua palavra-passe do Zoho para concluir a sessão";


"sign.mobile.request.create.discard"  =  "Rejeitar";
"sign.mobile.document.downloading"     = "A transferir %li de %li...";
"sign.mobile.create.fileUploadNotCompleted" = "Carregamento de ficheiro não concluído";
"sign.mobile.received.assign" = "Atribuir";
"sign.mobile.request.invalidAttemptsExceeded" = "Número de tentativas inválidas excedido";
"sign.mobile.template.addDocument"  =   "Adicionar documento";
"sign.mobile.notify.templateSaved" =  "Modelo guardado";
"sign.mobile.activityIndicator.saveTemplate"   =       "A guardar modelo...";
"sign.mobile.alert.fieldMustFilled" = "O campo tem de ser preenchido";
"sign.mobile.recipient.authenticationMandatory" = "A autenticação é obrigatória para todos os destinatários";
"sign.mobile.common.characternotAllowed" = "caráter %@ não permitido";
"sign.mobile.request.emailDocument"                          =       "Enviar documento por e-mail";
"sign.mobile.request.email.maximum3AtATime"     =   "máx. de 3 de cada vez";
"sign.mobile.recipient.signer"    =   "Signatário";
"sign.mobile.document.loading"    =   "A carregar %li de %li...";
"sign.mobile.common.loading"      =   "A carregar...";
"sign.mobile.common.downloading"  =   "A transferir...";
"sign.mobile.common.undo" = "Anular";
"sign.mobile.recipient.removed"  = "Destinatário removido";

"sign.mobile.common.sign" = "Assinar";
"sign.mobile.create.manageRecipients" = "Destinatários";
"sign.mobile.create.otherDetails" = "Detalhes";
"sign.mobile.settings.usagelogsDescription" = "Os seus dados são completamente anónimos e não serão partilhados com terceiros.";
"sign.mobile.settings.enableCrashLogs" = "Enviar relatórios de falhas";
"sign.mobile.settings.enableUsageLogs" = "Partilhar relatórios de utilização";
"sign.mobile.settings.usageReports" = "Análise";
"sign.mobile.common.alert" = "Alerta";
"sign.mobile.settings.jailbrokenAlert" = "Parece que o seu telefone foi desbloqueado por jailbreak Recomendamos que não inicie sessão, pois irá colocar os seus dados em risco.";
"sign.mobile.settings.securityAndPrivacy" = "Segurança e privacidade";
"sign.mobile.settings.spotlightSearchDesc" = "A ativação desta funcionalidade permitirá que encontre documentos na Pesquisa de destaques";
"sign.mobile.settings.spotlightSearch" = "Pesquisa de destaques";

"sign.mobile.inperson.loginAs"          =   "Iniciar sessão como %@";

"sign.mobile.request.recallDocument"        =   "Recuperar documento";
"sign.mobile.request.invalidAuthenticationCode" = "Código de autenticação inválido";
"sign.mobile.document.uploadMsg"               =       "A carregar documento...\nAguarde.";
"sign.mobile.common.thisWeek"                  =       "Esta semana";
"sign.mobile.common.thisMonth"                  =       "Este mês";
"sign.mobile.requests.seeAll"               =   "Ver tudo";
"sign.mobile.request.assignToSomeoneElse"      =       "Atribuir a outra pessoa";
"sign.mobile.document.details"      =       "Detalhes do documento";
"sign.mobile.request.create.pleaseUploadAFile"            =       "Carregue um ficheiro.";
"sign.mobile.request.enterEmailAddress" = "Introduzir um endereço de e-mail.";
"sign.mobile.request.email.maximumContactAlert" = "Só pode enviar para 3 contactos de cada vez.";
"sign.mobile.request.email.allowContactAccess"            =           "Permita o acesso aos seus contactos para os adicionar diretamente à aplicação.";
"sign.mobile.request.confirmDetails"  =  "Confirmar detalhes";
"sign.mobile.request.verifyNumberOfFields"    =   "Verifique o número de campos adicionados para cada destinatário e confirme.";
"sign.mobile.common.confirm"  =  "Confirmar";

"sign.mobile.tooltip.dragAndDropFields"              =       "Campos Arrastar e Largar";

"sign.mobile.request.signYourselfDesc"              =   "Assinar documentos e enviar para outras pessoas.";
"sign.mobile.request.sendForSignaturesDesc"         =   "Pedir a outras pessoas para assinar documentos.";

"sign.mobile.request.declinedReason"              =       "Razão para a recusa";
"sign.mobile.inperson.chooseInPersonSigner"     =    "Escolher signatário presencial";

"sign.mobile.settings.protectDocumentSigning"   =   "Proteger assinatura do documento";
"sign.mobile.settings.protectDocumentSigningDescription"   =   "É necessário um código de acesso para assinar cada documento.";
"sign.mobile.settings.phoneLogoutAfter5FailedAttemps"   =  "A sessão do Zoho Sign irá terminar após 5 tentativas de código de acesso falhadas.";
"sign.mobile.settings.personalDetails" = "Dados pessoais";
"sign.mobile.common.tryAgain"      =    "Tentar novamente";
"sign.mobile.requests.loadmore"     =   "Carregar mais";
"sign.mobile.requests.moveToTrash"  =    "Mover para o Lixo";
"sign.mobile.settings.chooseSignatureStyle" = "Toque para escolher o estilo de assinatura";
"sign.mobile.settings.enterSignature" = "Introduzir a sua assinatura";
"sign.mobile.settings.enterInitial" = "Introduzir a sua inicial";
"sign.mobile.request.assignee"     =       "Detentor";
"sign.mobile.feedback.attachments"                =       "Anexos";
"sign.mobile.help.siriShortcuts"  = "Atalhos da Siri";
"sign.mobile.common.helpAndSupport"    =    "Ajuda e suporte";
"sign.mobile.settings.version"         =       "Versão %@";
"sign.mobile.common.about"           =       "Sobre";
"sign.mobile.settings.rateOurApp"    =      "Classificar a nossa app";
"sign.mobile.request.addToSiriShortcut"    =      "Adicionar a atalhos da Siri";
"sign.mobile.request.showSiriShortcut"    =      "Mostrar atalhos da Siri";
"sign.mobile.request.showRequest"    =      "Mostrar %@";
"sign.mobile.request.shareDocument"    =      "Partilhar documento";
"sign.mobile.iap.perUserPerMonth"   = "por utilizador/mês";
"sign.mobile.iap.perUserPerYear"   = "por utilizador/ano";
"sign.mobile.editor.signatureFields" = "Campos de assinatura";
"sign.mobile.editor.signerInformation" = "Informação do signatário";
"sign.mobile.editor.additionalInformation" = "Informações adicionais";


"sign.mobile.common.browse" = "Procurar";
"sign.mobile.recipient.sms"  =    "SMS";
"sign.mobile.recipient.phoneNumber"  =    "Número de telefone";
"sign.mobile.recipient.SMSOTPNote"                         =       "Nota: O código de autenticação será enviado por SMS.";
"sign.mobile.field.dropDown"             =       "Lista pendente";
"sign.mobile.request.selectedDate"       =       "Selecionar data";
"sign.mobile.request.enterPhoneNumber"       =       "Introduzir número de telefone";
"sign.mobile.notify.documentAssigned"        =       "Documento atribuído com êxito.";
"sign.mobile.request.smsAuth"                =       "Foi enviado um OTP para o seu número de telefone.";
"sign.mobile.request.authCodeSentToPhone"               =       "O código de autenticação foi reenviado para o seu número de telefone.";


"sign.mobile.request.operationType.extended"   =       "Prolongado";
"sign.mobile.request.operationType.recipientReassigned"    =       "Destinatário transferido";
"sign.mobile.request.operationType.ownershipChanged"    =       "Propriedade alterada";
"sign.mobile.request.operationType.termsAgreed"    =       "Condições acordadas";
"sign.mobile.request.operationType.auditDownloaded"    =       "Auditoria descarregada";


"sign.mobile.recipient.invalidPhoneNumber"  =  "Introduzir um número de telefone válido.";
"sign.mobile.request.enterYourText"         =       "Introduzir o seu texto.";
"sign.mobile.field.dropdown.option"    =      "Opção %i";
"sign.mobile.field.dropdown.addOption"    =      "Adicionar a opção";
"sign.mobile.field.defaultValue"    =      "Valor predefinido";
"sign.mobile.field.dropdown.dropdownOptions"    =      "Opções da lista pendente";
"sign.mobile.field.dropdown.noneValue"    =      "Selecionar...";
"sign.mobile.settings.turnPasscodeOff"    =     "Desativar código de acesso";
"sign.mobile.settings.turnPasscodeOn"     =     "Ativar código de acesso";
"sign.mobile.docScanner.saveDocumentWith10Pages" = "Atingiu o limite de digitalização de 10 páginas. Por favor, guarde o documento e continue com uma nova digitalização.";

//somesh -  for siri shortcuts
"sign.mobile.settings.siriShortcuts.showPendingDocuments" = "Mostrar documentos pendentes";
"sign.mobile.settings.siriShortcuts.showCompletedDocuments" = "Mostrar documentos concluídos";
"sign.mobile.settings.siriShortcuts.requestSummary" = "Mostrar resumo dos pedidos";
"sign.mobile.settings.siriShortcuts.inProgressDocuments" = "Mostrar documentos em curso";
"sign.mobile.settings.siriShortcuts.expiringDocuments" = "Mostrar documentos a expirar";

"sign.mobile.settings.siriShortcuts.name.requestSummary" = "Resumo do pedido";
"sign.mobile.settings.siriShortcuts.name.completedDocuments" = "Documentos concluídos";
"sign.mobile.settings.siriShortcuts.name.pendingDocuments" = "Documentos pendentes";
"sign.mobile.settings.siriShortcuts.name.inprogressDocuments" = "Documentos em curso";
"sign.mobile.settings.siriShortcuts.name.expiringDocuments" = "Documentos a expirar";

"sign.mobile.settings.siriShortcuts.subtitle.completedDocuments" = "Pedir documentos concluídos";
"sign.mobile.settings.siriShortcuts.subtitle.pendingDocuments" = "Pedir documentos pendentes";
"sign.mobile.settings.siriShortcuts.subtitle.inprogressDocuments" = "Pedir documentos em curso";
"sign.mobile.settings.siriShortcuts.subtitle.expiringDocuments" = "Pedir documentos a expirar";

"sign.mobile.settings.siriShortcuts.addedShortcuts" = "Atalhos adicionados";
"sign.mobile.settings.siriShortcuts.suggestedShortcuts" = "Atalhos sugeridos";


"sign.mobile.recipient.addAlteastOneField"  =  "Adicionar, pelo menos, um campo para %@";//maybe in web
"sign.mobile.recipient.addAlteastOneFieldForFollowingRecipients"  =  "Adicionar, pelo menos, um campo para os seguintes destinatários %@";
"sign.mobile.recipient.alert.noPermissionToAddFields" = "Não tem permissão para modificar campos.";
"sign.mobile.recipient.alert.userIsNotAnIntendedSigner" = "Este destinatário não é um signatário pretendido.";
"sign.mobile.document.autoFillAndSign"  =  "Preencher automaticamente e assinar";


"sign.mobile.fields.tapToAddField" = "Tocar para adicionar %@";
"sign.mobile.fields.tapToSelectCheckbox" = "Tocar para selecionar caixa de verificação";
"sign.mobile.editor.moreActions"   = "Mais ações";

"sign.mobile.alert.noAccessToYourPhoto"  =  "A aplicação não tem acesso às suas fotografias.";

"sign.mobile.editor.tapFinishToComplete" = "Preencheu todos os campos com êxito. Clique em Terminar para concluir.";
"sign.mobile.create.tapToStartSign" = "Tocar para começar a assinar";
"sign.mobile.editor.pleaseReviewAndSign" = "Reveja este documento e toque aqui para começar a assinar.";
"sign.mobile.create.chooseSigningOption"  = "Escolher a opção de assinatura";
"sign.mobile.account.documentsLeft" = "Documentos restantes";
"sign.mobile.account.documentsPerMonth" = "%d documentos por mês";
"sign.mobile.documentStatus.waitingInaQueue" = "À espera em fila";
"sign.mobile.documentStatus.yetToView" = "Enviado por e-mail. Ainda por visualizar";
"sign.mobile.documentStatus.yetToSign" = "Visualizado. Ainda por assinar";
"sign.mobile.create.chooseDocuments" = "Escolher documentos";
"sign.mobile.create.recipientAction" = "Ação do destinatário";
"sign.mobile.common.recipient" = "Destinatário";
"sign.mobile.templates.quicksend"    =   "Envio rápido";

"sign.mobile.photopicker.saveDocumentWith10Pages" = "Atingiu o limite de 10 páginas. Por favor, guarde o documento e continue com um novo.";
"sign.mobile.photopicker.photos.downloadError" = "Não é possível transferir a imagem";
"sign.mobile.common.capture" = "Capturar";


"sign.mobile.settings.siriShortcuts.subtitle.requestSummary" = "Solicitar um resumo dos seus documentos do Zoho Sign";
"sign.mobile.settings.siriShortcuts.subtitle.completedDocuments" = "Solicitar uma lista de documentos concluídos";
"sign.mobile.settings.siriShortcuts.subtitle.pendingDocuments" = "Solicitar uma lista de documentos que necessitam da sua assinatura";
"sign.mobile.settings.siriShortcuts.subtitle.inprogressDocuments" = "Solicitar uma lista de documentos que aguardam outros";
"sign.mobile.settings.siriShortcuts.subtitle.expiringDocuments" = "Mostra uma lista de documentos a expirar";

"sign.mobile.request.sendReminders" = "Enviar lembrete";
"sign.mobile.common.info" = "Informações";

"sign.mobile.settings.siriShortcuts.name.statusSummary" = "Resumo do estado";
"sign.mobile.settings.siriShortcuts.statusSummary" = "Mostrar resumo do estado do Zoho Sign";


"sign.mobile.inperson.instructions"   =   "1. Passar o controlo para o signatário\n\n2. Orientar o signatário em cada passo do processo de assinatura\n\n3. Informar o signatário para introduzir o código de autenticação, se necessário.\n\n4. Retomar o controlo após o signatário concluir a assinatura do documento\n\n5. Repetir o mesmo processo para mais do que um signatário";
"sign.mobile.inperson.passcontrol.title" = "Signatários presenciais";
"sign.mobile.inperson.passcontrol.selectSigner"    =   "Selecione um signatário para alojar a sessão.";
"sign.mobile.inperson.host.message"   =   "Assinou o documento com êxito. Pode agora passar o controlo novamente para o anfitrião.";
"sign.mobile.inperson.startsigning.title"   =    "Sessão de assinatura presencial";
"sign.mobile.doucument.signedSuccessMsg" = "O documento foi assinado com êxito.";

"sign.mobile.login.watchdemo" = "Ver demonstração";
"sign.mobile.login.signPaperless" = "ASSINAR, SEM PAPEL";
"sign.mobile.login.productDescription" = "Uma aplicação de assinatura digital completa para os signatários de negócio";
"sign.mobile.siriIntentUI.summary" = "A mostrar o resumo do estado do Zoho Sign";
"sign.mobile.sign.capture.instructions" = "Colocar assinatura dentro da caixa";


"sign.mobile.fields.enterYourValue" = "Introduza o seu %@";
"sign.mobile.fields.enterValue" = "Introduzir %@";
"sign.mobile.fields.chooseAnOption" = "Escolher uma opção";
"sign.mobile.fields.selectTheCheckbox" = "Selecionar a caixa de verificação";

"sign.mobile.template.delete"            =       "Eliminar modelo";
"sign.mobile.common.readAndWrite"        =       "Leitura/escrita";
"sign.mobile.fields.provideDefaultValueForDropdownField" = "Forneça um valor predefinido para o campo pendente de leitura %@";


"sign.mobile.profile.currentPlan"                   =       "Plano %@";
"sign.mobile.request.operationType.requestRecipientRevoked"    =       "Acesso revogado";
"sign.mobile.request.operationType.requestRecipientGranted"    =       "Acesso concedido";
"sign.mobile.request.operationType.requestRecipientReassigned"    =       "Reatribuído";
"sign.mobile.instruction.invalidDocumentName" = "%@ não deve conter %@.";
"sign.mobile.alert.documentUploadFailed"                     =       "O carregamento do documento falhou. Tente novamente.";
"sign.mobile.alert.defaultFieldsCanBeModifiedInAcccountsPage" = "O Nome próprio, Apelido e Fuso horário apenas podem ser modificados na página Zoho Accounts e o mesmo será refletido em todas as aplicações Zoho.";
"sign.mobile.alert.allowPhotosAccess"  =  "Conceda permissão ao Zoho Sign para aceder às suas fotos.";
"sign.mobile.alert.unableToUseCamerainMultiscreenMode"  =  "Não foi possível ler assinaturas na vista dividida. Mude para ecrã completo.";
"sign.mobile.notify.requestCompleted"                =       "Documento concluído";
"sign.mobile.notify.requestReceived"                 =       "Novo documento recebido";
"sign.mobile.notify.requestReminder"                 =       "Lembrete de documento";
"sign.mobile.notify.documentSigned"                 =       "Documento assinado";
"sign.mobile.recipient.approver"   =  "Aprovador";
"sign.mobile.request.alert.addAtleastOneField" = "Adicione pelo menos um campo";
"sign.mobile.request.approved"                 =       "Aprovado";
"sign.mobile.documentStatus.yetToApprove" = "Visualizado. Aguarda aprovação";
"sign.mobile.request.operationType.requestApproved" = "Documento aprovado";
"sign.mobile.editor.startApproving" =  "Começar a aprovar";
"sign.mobile.request.assignToSomeoneElseToApprove" = "Pedir a outro para aprovar";
"sign.mobile.request.declineApproveRequest" = "Não aprovar";
"sign.mobile.recipient.approve"   =  "Aprovar";
"sign.mobile.request.approvedSuccessfully"      =       "Aprovado com êxito";
"sign.mobile.activityIndicator.approvingDoc"              =       "A aprovar o documento...";
"sign.mobile.editor.pleaseReviewAndApprove" = "Reveja este documento e toque aqui para iniciar a aprovação.";
"sign.mobile.documentStatus.waitingInQueue" = "A aguardar na fila";
"sign.mobile.login.videoPlayerError" = "Não é possível reproduzir o vídeo";

"sign.mobile.request.exportDocument"    =      "Exportar documento";
"sign.mobile.settings.aboutZohoSign"    =       "Sobre o Zoho Sign";
"sign.mobile.common.ZohoSignDescription"        =   "\\tO Zoho Sign é um serviço de assinaturas digitais que lhe permite executar contratos rapidamente sem se preocupar com o transporte de documentos em papel, assegurando ao mesmo tempo a segurança e a legalidade. Funciona completamente na nuvem e integra-se facilmente com as suas aplicações de todos os dias para uma experiência de assinatura totalmente integrada.\n\n\\tO Zoho Sign é perfeito para qualquer pessoa que necessita de assinar documentos profissionais, e é também amplamente utilizado para funções legais, de RH, finanças e vendas.";
"sign.mobile.passcode.invalidPasscode" = "Código de acesso inválido";
"sign.mobile.passcode.unlock" = "Desbloquear";
"sign.mobile.passcode.re-enterPasscode" = "Reintroduzir o código de acesso";
"sign.mobile.passcode.removeLock" = "Remover bloqueio";
"sign.mobile.passcode.passcodeConfirm" = "Introduzir o código de acesso para confirmar";
"sign.mobile.common.passcode" = "Código de acesso";
"sign.mobile.passcode.createPasscodeToProtectData" = "Criar um código de acesso para proteger os seus dados";
"sign.mobile.fields.changeColor" = "Mudar cor";
"sign.mobile.fields.formatting" = "Formatar";
"sign.mobile.fields.font" = "Tipo de letra";
"sign.mobile.fields.color" = "Cor";
"sign.mobile.fields.checkbox.checked" = "Verificado";
"sign.mobile.fields.checkbox.unchecked" = "Não verificado";
"sign.mobile.document.pagesCount" = "%i páginas";
"com.zoho.sign.macos.standard.us.monthly"        =    "Standard - Mensal";
"com.zoho.sign.macos.standard.us.yearly"         =    "Standard - Anual";
"com.zoho.sign.macos.pro.us.monthly"             =    "Professional - Mensal";
"com.zoho.sign.macos.pro.us.yearly"              =    "Professional - Anual";
"sign.mobile.request.signersLocation"   =  "Localização do destinatário";

"sign.mobile.sign.siriIntent.invalidDocument" = "O documento é inválido";
"sign.mobile.alert.signoutConfirmation"        =       "Pretende terminar a sessão?";
"sign.mobile.alert.saveChanges"        =       "Pretende guardar as alterações feitas?";
"sign.mobile.alert.discardChanges"        =       "Pretende recusar todas as alterações?";
"sign.mobile.alert.discardConfrimation"        =       "Tem a certeza de que pretende descartar as alterações?";

"sign.mobile.siriShortcuts.signDocuments.name" = "Mostrar documentos a assinar";
"sign.mobile.siriShortcuts.signDocuments.subtitle" = "Defina comandos e atalhos Siri de conversação para atribuir documentos a alguém, rejeitá-los ou preencher automaticamente e assiná-los.";
"sign.mobile.siriShortcuts.signDocuments.confirmation" = "AVISO! A assinar um documento usando este atalho, concorda automaticamente com os Termos e condições definidos pelo proprietário do documento.";



"sign.mobile.chooseDocuments.maximumDocumentsReached" = "Pode carregar, no máximo, 20 ficheiros num documento.";
"sign.mobile.chooseDocument.unsupportedFileFormat" = "\"%@\" é um ficheiro não suportado";

"sign.mobile.docslist.footerText" = "%d Itens";
"sign.mobile.phoneNumberKit.selectCountry" = "Selecionar o país";
"sign.mobile.phoneNumberKit.currentLocation" = "Localização atual";
"sign.mobile.homePage.createTemplate" = "Criar modelo";
"sign.mobile.common.back" = "Voltar";
"sign.mobile.alert.visitAccountsPage" = "Visitar página das contas";
"sign.mobile.common.printDocument" = "Imprimir documento";

"sign.mobile.login.signUpDesc" = "Não possui uma conta?";
"sign.mobile.login.freeSignUp" = "Registo gratuito";
"sign.mobile.common.or" = "ou";

"sign.mobile.recipients.action.signedOn" = "Assinado em %@";
"sign.mobile.recipients.action.assignedOn" = "Atribuído em %@";
"sign.mobile.recipients.action.approvedOn" = "Aprovado em %@";
"sign.mobile.recipients.action.viewedOn" = "Visualizado em %@";

"sign.mobile.accountCreate.alreadyhaveATeamAccount" = "Já tem uma conta de equipe?";
"sign.mobile.accountCreate.contactAdmin" = "Entre em contato com o administrador para obter um convite para acessar o Zoho Sign.";
"sign.mobile.accountCreate.organisationName" = "Nome da organização";
"sign.mobile.accountCreate.newToZohoSign" = "Novo no Zoho Sign?";
"sign.mobile.accountCreate.orgNameDescription" = "Criaremos um espaço exclusivo para sua organização no Zoho Sign usando esse nome. Isso também nos ajudará a identificar sua organização e membros.";
"sign.mobile.requestDetail.recipientLocationDesc" = "A localização geográfica é estimada com base no endereço IP.";
"sign.mobile.field.attachment" =  "Anexo";
"sign.mobile.field.attachments" =  "Anexos";
"sign.mobile.fields.uploadAttachment" =  "Carregar anexo";
"sign.mobile.notify.attachmentUploadedSuccessfully" =  "Anexo carregado com êxito";
"sign.mobile.notify.attachmentDeletedSuccessfully" =  "O anexo foi eliminado com sucesso";
"sign.mobile.activityIndicator.uploadingAttachment"    =       "A carregar anexo...";
"sign.mobile.field.attachment.delete"       = "Eliminar anexo";
"sign.mobile.field.attachment.view"       = "Ver anexo";
"sign.mobile.emptyScreen.noAttachmentsAdded"                =       "Ainda não foram adicionados anexos";


"sign.mobile.request.operationType.attachmentAdded"       =       "Anexo adicionado";
"sign.mobile.request.operationType.attachmentDeleted"     =       "Anexo eliminado";
"sign.mobile.iap.feature.signerAttachments"              =        "Anexos do subscritor";
"sign.mobile.iap.feature.rebranding"                     =        "Reformulação da marca";
"sign.mobile.iap.feature.approverAction"                 =        "Aprovar ação";
"sign.mobile.emptyScreen.noTemplatesAddedYet"         =       "Você ainda não criou nenhum modelo.";

"sign.mobile.request.doYouWantToSignInFlow"    =   "É um dos signatários. Gostaria de assinar o documento imediatamente?";
"sign.mobile.request.editAsNew"                =   "Editar como novo";

"sign.mobile.editor.resetAllFields" = "Repor tudo";
"sign.mobile.otherDetail.reminders" = "Lembretes";
"sign.mobile.otherDetail.automaticReminders" = "Lembretes automáticos";
"sign.mobile.otherDetail.automaticReminders.timePeriodTitle" = "Uma vez a cada";
"sign.mobile.otherDetail.reminderTimePeriodPlaceHolder" = "Dias";
"sign.mobile.otherDetail.reminderPeriodErrorCheck" = "A frequência de lembrete não pode ser superior a 100";
"sign.mobile.request.rename" = "Mudar o nome";
"sign.mobile.request.certificate" = "Certificado";
"sign.mobile.request.activity" = "Atividade";
"sign.mobile.otherDetail.addDocumentType" = "Adicionar tipo de documento";
"sign.mobile.otherDetail.addFolder" = "Adicionar pasta";
"sign.mobile.request.remainingDays" = "em %d dias";
"sign.mobile.common.reset" = "Repor";
"sign.mobile.request.requestEdit"    =       "Editar documento";
"sign.mobile.field.radio"           =   "Botão de opção";
"sign.mobile.request.confirmAndSend"  =  "Confirmar e enviar";
"sign.mobile.request.signNow"         =   "Assinar agora";
"sign.mobile.request.signLater"       =   "Assinar mais tarde";
"sign.mobile.settings.legalGuide"     =   "Guia legal";
"sign.mobile.request.radioButton"      =    "Botão de rádio";
"sign.mobile.chooseDocuments.useTemplate" = "Utilizar modelo";
"sign.mobile.request.allSentRequest" = "Todos os documentos enviados";
"sign.mobile.request.allReceivedRequest" = "Todos os documentos recebidos";
"sign.mobile.fileImporter.workDrive.workSpaces" = "Áreas de trabalho";
"sign.mobile.fileImporter.workDrive.myTeams" = "As minhas equipas";
"sign.mobile.fileImporter.workDrive.recentFiles" = "Ficheiros recentes";
"sign.mobile.fileImporter.workDrive.favorites" = "Favoritos";
"sign.mobile.fileImporter.workDrive.myFolders" = "As minhas pastas";
"sign.mobile.fileImporter.workDrive.sharedWithMe" = "Partilhado comigo";
"sign.mobile.fileImporter.workDrive.Folders" = "Pastas";
"sign.mobile.fileImporter.workDrive.Files" = "Ficheiros";
"sign.mobile.radioButton.values" = "Valores de botão de rádio";
"sign.mobile.common.daysCount" = "%d dias";
"sign.mobile.request.expiresIn" = "Expira em";
"sign.mobile.common.print" = "Imprimir";

"sign.mobile.continuity_camera_desc" = "A Câmara de continuidade só funciona quando os seus dispositivos Mac e iOS estão próximos um do outro e são cumpridos os seguintes critérios:";
"sign.mobile.continuity_camera_step1" = "* Certifique-se de que o Wi-Fi e o Bluetooth estão ligados em ambos os dispositivos.";
"sign.mobile.continuity_camera_step2" = "* Assegure-se de que está a ser usada a mesma Apple ID para iniciar a sessão na conta da iCloud em ambos os dispositivos.";
"sign.mobile.continuity_camera_step3" = "* Verifique se o seu Mac está a funcionar com o sistema macOS Mojave ou posterior e se o seu dispositivo iOS está a funcionar com o iOS 12 ou posterior.";
"sign.mobile.continuity_camera_refer" =  "Consulte esta ligação para obter mais informação: %@";
"sign.mobile.continuity_camera_gallery" = "Galeria";
"sign.mobile.continuity_camera_import_from_iphone" = "Importar do iPhone";
"sign.mobile.continuity_camera_finder" = "Finder";



"sign.mobile.emptyScreen.noPendingDocuments"            =       "Sem documentos pendentes";
"sign.mobile.emptyScreen.noPendingDocumentsDesc"        =       "Os documentos que lhe são enviados por outros para os assinar irão aparecer aqui";
"sign.mobile.emptyScreen.noInprogressDocuments"         =       "Sem documentos em curso";
"sign.mobile.emptyScreen.noInprogressDocumentsDesc"     =       "Os documentos que envia para outros assinarem irão aparecer aqui";
"sign.mobile.alert.noInternetConnectionDesc"            =       "Verifique a sua conectividade de rede e tente novamente";
"sign.mobile.emptyScreen.noRequestOnSearchDesc"         =       "Não foi possível encontrar nenhum resultado correspondente. Tente pesquisar outras palavras chave";

"sign.mobile.emptyScreen.noTemplatesAvailableDesc"      =       "Toque em \"+\" para adicionar o seu primeiro modelo";

"sign.mobile.homescreen.inperson.singleSignerStatus"  = "%@ tem de assinar";
"sign.mobile.homescreen.inperson.multipleSignerStatus"  = "Restam %i de %i signatários";


"sign.mobile.request.hostNow"         =   "Alojar agora";
"sign.mobile.request.hostLater"       =   "Alojar mais tarde";
"sign.mobile.request.doYouWantToHostInFlow"    =   "É um dos anfitriões presenciais designado. Gostaria de recolher assinaturas no documentos imediatamente?";


"sign.mobile.emptyScreen.noDocumentsAvailableDesc"      =       "Não foi possível encontrar nenhum resultado de documento correspondente";

"sign.mobile.iap.offer.forMonths" = "durante %i meses";
"sign.mobile.iap.offer.for1Year" = "durante 1 ano";
"sign.mobile.iap.offer.afterMonths" = "passados %i meses";
"sign.mobile.iap.offer.after1Year" = "passado 1 ano";

"sign.mobile.NodataView.documents.allSent.desc" = "Todos os documentos que envia para outros assinarem irão aparecer aqui";
"sign.mobile.NodataView.documents.inprogress.desc" = "Não tem nenhum documento em curso";
"sign.mobile.NodataView.documents.draft.desc" = "Não tem nenhum documento guardado como rascunho";
"sign.mobile.NodataView.documents.expiring.desc" = "Não tem nenhum documento a expirar";
"sign.mobile.NodataView.documents.expired.desc" = "Não tem nenhum documento expirado";
"sign.mobile.NodataView.documents.completed.desc" = "Não tem nenhum documento concluído";
"sign.mobile.NodataView.documents.declined.desc" = "Não tem nenhum documento recusado";
"sign.mobile.NodataView.documents.sentTrash.desc" = "Não tem nenhum documento na reciclagem";
"sign.mobile.NodataView.documents.pending.desc" = "Não tem nenhum documento pendente";
"sign.mobile.NodataView.documents.receivedCompleted.desc" = "Não tem nenhum documento concluído";
"sign.mobile.NodataView.documents.receivedTrash.desc" = "Não tem nenhum documento na reciclagem";
"sign.mobile.NodataView.documents.allReceived.desc" = "Todos os documentos que lhe são enviados por outros para assinar irão aparecer aqui";

"sign.mobile.common.searchDocuments" = "Pesquisar documentos";
"sign.mobile.common.sent" = "Enviei";
"sign.mobile.common.received" = "Recebido";

"sign.mobile.activityIndicator.uploadingProgress"       = "A enviar %d de %d";
"sign.mobile.notify.attachmentsAddedSuccessfully"       = "Anexos adicionados com sucesso";
"sign.mobile.request.loginToProceed"                    = "Inicie a sessão para continuar";

"sign.mobile.common.general"                            = "Geral";
"sign.mobile.settings.personalize.documentSigning"      = "Assinatura de documento";
"sign.mobile.settings.personalize.autoScrollToNextFields" = "Deslizar automaticamente para o próximo campo";
"sign.mobile.settings.personalize.showSignerHints"          = "Mostrar sugestões do signatário";
"sign.mobile.settings.personalize.highlightAnnotatedFields" = "Destacar campos anotados";
"sign.mobile.settings.personalize.showSignerHintsDesc"      = "Apresenta indicadores junto aos campos do signatário que precisam de ser preenchidos para evitar deslizamento desnecessário no documento.";
"sign.mobile.settings.personalize.highlightAnnotatedFieldsDesc"     = "Os campos preenchidos pelo(s) signatário(s) são apresentados em fundos coloridos para mais fácil identificação. Os fundos coloridos não aparecem no documento exportado.";


"sign.mobile.workdrive.noUserFound" = "Você não tem uma conta Zoho WorkDrive";
"sign.mobile.workdrive.noEnterpriseUser" = "Você não é um usuário corporativo";


"sign.mobile.accountSettings.recipientActions.downloadDocument" = "Baixar documento";
"sign.mobile.accountSettings.sendMailFrom.organisation" = "Endereço de email da organização";
"sign.mobile.accountSettings.sendMailFrom.sender" = "Endereço de email do remetente";
"sign.mobile.accountSettings.sendMailFrom.zohoSignNotification" = "O endereço de e-mail de notificação do Zoho Sign";
"sign.mobile.accountSettings.pageConfig.allPages" = "Todas as páginas";
"sign.mobile.accountSettings.pageConfig.firstPageOnly" = "Apenas primeira página";
"sign.mobile.accountSettings.pageConfig.lastPageOnly" = "Somente última página";
"sign.mobile.accountSettings.positionConfig.header" = "Cabeçalho";
"sign.mobile.accountSettings.positionConfig.footer" = "Rodapé";
"sign.mobile.accountSettings.sendDocumentsTo.allRecipients" = "Todos os destinatários";
"sign.mobile.accountSettings.sendDocumentsTo.onlySender" = "Somente remetente";
"sign.mobile.accountSettings.sendDocumentsTo.none" = "Nenhum";
"sign.mobile.accountSettings.showSignerAttachmentsTo.senderAndSigner" = "Remetente e assinante";
"sign.mobile.accountSettings.showSignerAttachmentsTo.everyBody" = "Todos com acesso aos documentos assinados";
"sign.mobile.accountSettings.enforceAuthentication" = "Aplicar autenticação";
"sign.mobile.accountSettings.showSignerHints" = "Mostrar dicas do assinante";
"sign.mobile.accountSettings.embedDocumentId" = "Adicionar ID do documento aos documentos";
"sign.mobile.accountSettings.embedDocumentId.page" = "Adicionar a";
"sign.mobile.accountSettings.embedDocumentId.positon" = "Posição";
"sign.mobile.accountSettings.sendCompletionCertificate" = "Enviar 'Certificado de conclusão' para os destinatários";
"sign.mobile.accountSettings.sendCompletedDocumentsTo" = "Enviar documentos concluídos para";
"sign.mobile.accountSettings.showSignerAttachmentsTo" = "Visível para";
"sign.mobile.accountSettings.redirection.signingDocument" = "Assinando um documento";
"sign.mobile.accountSettings.redirection.decliningDocument" = "Recusando um documento";
"sign.mobile.accountSettings.redirection.skipToSignLater" = "Ignorando para assinar mais tarde";
"sign.mobile.accountSettings.redirection.allowRedirection" = "Permitir redirecionamento";
"sign.mobile.accountSettings.customLandingPages.invalidURL" = "Insira um URL válido no formato https://www.example.com";
"sign.mobile.accountSettings.documentID" = "ID do documento";
"sign.mobile.accountSettings.uponDocumentCompletion" = "Após a conclusão do documento";
"sign.mobile.accountSettings.customLandingPages" = "Páginas de destino personalizadas";
"sign.mobile.accountSettings.updating" = "Atualizando ...";
"sign.mobile.accountSettings.successfullyUpdated" = "Atualizado com sucesso";
"sign.mobile.accountSettings.allowedModes.description" = "Escolha modos de entrega OTP.";
"sign.mobile.accountSettings.recipientAction.description" = "Escolha as ações que podem ser executadas pelo assinante enquanto assina documentos.";
"sign.mobile.accountSettings.signerAttachment.description" = "Escolha quem pode ver os anexos carregados pelos assinantes no momento da assinatura.";
"sign.mobile.accountSettings.customLandingPages.description" = "Redirecione os destinatários para um URL específico em vez da página padrão ao concluir uma ação.";
"sign.mobile.accountSettings.requestValidity" = "Solicitar validade";
"sign.mobile.accountSettings.allowedModes" = "Modos de entrega permitidos de OTP";
"sign.mobile.accountSettings.title" = "Configurações da conta";
"sign.mobile.settings.applicationPreferences" = "Preferências do aplicativo";
"sign.mobile.accountSettings.sendingOptions" = "Opções de envio";
"sign.mobile.accountSettings.receipientExperience" = "Experiência do destinatário";
"sign.mobile.accountSettings.receipientAuthentication" = "Autenticação de destinatário";
"sign.mobile.accountSettings.documentCompletionSettingsDescription" = "Controlar quem recebe os documentos preenchidos e o Certificado de conclusão como anexos de email.";
"sign.mobile.accountSettings.documentIDDescription" = "Escolha se e como deseja que o ID do documento exclusivo seja incluído nos documentos que estão sendo assinados.";
"sign.mobile.settings.accountSettingsDescription" = "Defina as configurações padrão para validade de solicitação, lembretes de destinatário e ordem de assinatura. Isso pode ser editado para cada documento no momento do envio.";
"sign.mobile.common.signForms"                      =   "SignForms";
"sign.mobile.common.addDocumentType.description"    = "Introduzir tipo de documento";
"sign.mobile.common.addFolderType.description"      = "Introduzir pasta";
"sign.mobile.signForms.detail.URL"                  = "URL";
"sign.mobile.signforms.detail.maximumResponses"     = "Limite de resposta";
"sign.mobile.signForms.detail.maximumResponses.placeHolderText" = "Introduzir nome";
"sign.mobile.signForms.detail.signFormName.placeHolderText" = "Introduzir nome";
"sign.mobile.signForms.detail.validUntil"           = "Válido até";
"sign.mobile.login.youHaveTobeSignedIn"             = "Isto exige que faça a autenticação.";
"sign.mobile.common.preview"                        =   "Pré-visualizar";
"sign.mobile.common.previous"                       =   "Anterior";

"sign.mobile.create.signDocument"                   =  "Assinar documento";
"sign.mobile.create.signADocument"                  =  "Assinar um documento";
"sign.mobile.widgetkit.trackDocumentStatus"         =  "Monitorizar estado de documento";
"sign.mobile.widgetkit.trackDocumentDesc"           =  "Monitorizar todos os passo do progresso de assinatura dos seus documentos.";

"sign.mobile.widgetkit.InprogressDocumentsDesc"     = "Monstra uma lista de documentos que foram enviados para assinar.";
"sign.mobile.widgetkit.pendingDocumentsDesc"        = "Mostra uma lista de documentos que necessitam da sua assinatura.";

"sign.mobile.signForms.alert.expired"                =  "Este SignForm expirou. Contacte o proprietário ou remetente da ligação para obter assistência.";
"sign.mobile.signForms.alert.limitReached"           = "Este SignForm atingiu o seu respetivo limite máximo de resposta. Contacte o proprietário ou remetente da ligação para obter assistência.";
"sign.mobile.signForms.alert.inActive"               = "Este SignForm foi desativado. Contacte o proprietário ou remetente da ligação para obter assistência.";
"sign.mobile.signForms.alert.invalidDate"            = "Foi especificada uma data inválida no URL do SignForm.";
"sign.mobile.signForms.limitReached"            = "Foi atingido o limite de resposta.";


"sign.mobile.alert.folderAlreadyExists"             =   "Já existe uma pasta com o nome “%@”.";
"sign.mobile.alert.documentTypeAlreadyExists"       =   "Já existe um tipo de documento com o nome “%@”.";


"sign.mobile.accountSettings.signedCopy.emailAttachment" =  "Anexo de e-mail";
"sign.mobile.accountSettings.signedCopy.documentMailLink" =  "Ligação do documento no e-mail";
"sign.mobile.accountSettings.sendSignedCopyAs"            =  "Enviar cópia assinada como";


"sign.mobile.fields.textbox.validation"              =  "Validação";
"sign.mobile.signfield.status.all"                   =  "Todos";
"sign.mobile.signfield.status.active"                =  "Ativo";
"sign.mobile.signfield.status.inactive"              =  "Inativo";
"sign.mobile.signfield.status.expired"               =  "Expirado";
"sign.mobile.signfield.status.max_limit_reached"       =  "Foi atingido o limite.";


"sign.mobile.fields.textValidation"        =  "Validação para o campo de texto";
"sign.mobile.fields.validation.none"       =  "Nenhum";
"sign.mobile.fields.validation.numbers"    =  "Números";
"sign.mobile.fields.validation.letters"    =  "Letras";
"sign.mobile.fields.validation.mail"      =  "E-mail";
"sign.mobile.fields.validation.custom"    =  "Personalizar";



"sign.mobile.fields.validation.custom.errorMessage" =  "Formato da dados inválido. Introduza os dados novamente no formato correto.";
"sign.mobile.fields.validation.custom.footerMessage" = "Personalize a mensagem apresentada para o signatário quando este introduz os dados do campo num formato inválido.";
"sign.mobile.fields.validation.custom.enterRegex"  =  "Especifique o seu padrão regex para o campo.";



"sign.mobile.fields.validation.regexAndErrorMessage"  =     "Padrão regex e mensagem de erro";
"sign.mobile.fields.validation.type"              =     "Tipo de validação";
"sign.mobile.fields.validation.errorMessage"      =     "Mensagem de erro";
"sign.mobile.fields.validation.custom.invalidRegex"            =  "Especifique um padrão regex válido.";
"sign.mobile.fields.validation.custom.invalidErrorMessage"     =  "Introduza uma mensagem de erro válida.";



"sign.mobile.field.stamp"                        =  "Selo";
"sign.mobile.signforms.qrCode"                   =  "Código QR";
"sign.mobile.signforms.scanQRCodeToInitateSigning"  =  "Os seus associados e clientes podem digitalizar ou carregar este código QR para começar a assinar o documento através do SignForms.";



"sign.mobile.request.extendExpiryDate" = "Prolongue o prazo de assinatura";
"sign.mobile.notify.expiryDateUpdated" = "O prazo de assinatura do documento foi estendido.";
"sign.mobile.common.errorMsg.noImageInCropArea" = "Não há imagem presente na área de recorte.";
"sign.mobile.request.newExpiryDate" = "Novo prazo de assinatura";
"sign.mobile.emptyScreen.noFoldersAdded" = "Não há pastas existentes.";
"sign.mobile.emptyScreen.noDocumentTypeAdded" = "Não existem tipos de documentos existentes.";

"sign.mobile.settings.sendAnonymously" = "Enviar anonimamente";
"sign.mobile.settings.analyticsDescription" = "Ajude o Zoho Sign a melhorar a experiência do usuário enviando diagnósticos e estatísticas de uso automaticamente";


//print and sign
"sign.mobile.common.reviewAndSend" = "Rever e enviar";
"sign.mobile.fields.validation.error.onlyAlphabetsAreAllowed" = "Apenas valores alfabéticos são permitidos";
"sign.mobile.fields.validation.error.onlyNumericAreAllowed" = "Apenas valores numéricos são permitidos";
"sign.mobile.signForms.limitResponses" = "Limitar as respostas do SignForm";
"sign.mobile.emptyScreen.noSignformsAdded" = "Nenhum sinal adicionado ainda";
"sign.mobile.signforms.validityDateError" = "A validade deve ser maior ou igual à data atual";


"sign.mobile.recipient.language"                        =       "Idioma do destinatário";
"sign.mobile.recipient.languageDesc"                    =       "Quando o destinatário abre o documento para assinar, a interface de assinatura estará o idioma escolhido.";

"sign.mobile.request.printAndSign.uploadPhysicalDocument"   =  "Carregar o documento assinado fisicamente";
"sign.mobile.request.printAndSign.uploadSignedDocument"     =  "Carregar documento assinado";
"sign.mobile.request.printAndPhysciallySign"                =  "Imprimir e assinar fisicamente";
"sign.mobile.request.printAndSign.reviewDocumentForNextSigner" =  "Uma cópia fisicamente assinada deste documento foi carregada para o signatário anterior. Reveja o alinhamento dos campos do documento para os signatários subsequentes e envie o documento.";
"sign.mobile.notif.uploadedSuccessfully"                        =   "Carregado com sucesso";
"sign.mobile.request.status.physciallySigned"                   =    "Assinado fisicamente";
"sign.mobile.request.status.physicalSigningWaitingForApproval"  =    "Fisicamente assinado e à espera de ser aceite";
"sign.mobile.notif.printAndsign.waitingForReview"               =   "Já submeteu uma cópia fisicamente assinada este documento. A sua cópia carregada está a aguardar revisão.";
"sign.mobile.alert.reviewingByOwner"                            =   "Este documento está atualmente a ser revisto pelo respetivo proprietário. Tente aceder mais tarde.";
"sign.mobile.request.status.manual_signing_correction"          =   "A aguardar revisão";
"sign.mobile.request.uploadedOn"                        =       "Transferido em";
"sign.mobile.request.printAndSign.ownerTerms"           =      "Certifico que o ficheiro carregado é uma cópia deste documento fisicamente assinado pelo signatário mencionado.";
"sign.mobile.request.printAndSign.agreeAndUpload"       =    "Concordar e carregar";
"sign.mobile.request.printAndSign.sentRequestDescription"           =     "Está prestes a carregar uma cópia deste documento fisicamente assinado pelo signatário. Uma vez carregado, os signatários restantes (se existirem) no fluxo de trabalho de assinatura continuarão a assinar a cópia carregada.";
"sign.mobile.common.review"                          =     "Rever";
"sign.mobile.notify.sentToOwnerForReview"            =   "O documento foi enviado ao seu proprietário para revisão.";
"sign.mobile.recipient.alert.userHasAlreadySigned"   =   "Este destinatário já assinou o documento.";
"sign.mobile.request.operationType.requestMarkedAsComplete"     = "Documento marcado como concluído";
"sign.mobile.request.operationType.requestManualSigningSuccess" = "Assinado fisicamente";
"sign.mobile.request.operationType.requestManualSigningApproved" = "Fisicamente assinado e aceite";
"sign.mobile.request.operationType.recipientManualSigningSuccess"   = "Fisicamente assinado pelo destinatário";
"sign.mobile.request.operationType.recipientManualSigningApproved"  = "Documento assinado fisicamente aceite";
"sign.mobile.request.printAndSign.showPreviousVersions"  =  "Mostrar versões anteriores";
"sign.mobile.request.printAndSign.previousVersions"     =  "Versões anteriores";
"sign.mobile.request.printAndSign.reviewAndAccept"      = "Rever e aceitar";
"sign.mobile.common.accept"                             =   "Aceitar";
"sign.mobile.request.printAndSign.step1"                =   "Passo 1:";
"sign.mobile.request.printAndSign.step2"                =   "Passo 2:";
"sign.mobile.request.printAndSign.downloadDocumentForPrint"  = "Transferir documento para impressão";
"sign.mobile.request.printAndSign.downloadDocument"     =   "Transferir documento";
"sign.mobile.request.printAndSign.uploadTheScannedDocument" =  "Carregue uma cópia digitalizada do documento que foi transferido, impresso e fisicamente assinado.";


"sign.mobile.tooltip.sdkSuccessmsg" = "Uma cópia assinada deste documento foi enviada para o seu e-mail";
